tap "homebrew/bundle"
tap "homebrew/core"
tap "moddedgamers/retro-tools"
tap "noborus/tap"
tap "wez/wezterm"
brew "age"
brew "openssl@1.1"
brew "buku"
brew "chezmoi"
brew "fish"
brew "fzf"
brew "git"
brew "gojq"
brew "haskell-stack"
brew "lua"
brew "rust-analyzer"
brew "task"
brew "taskd"
brew "taskwarrior-tui"
brew "noborus/tap/ov"
cask "kitty", args: { appdir: "~/Applications" }
cask "wezterm-nightly", args: { appdir: "~/Applications" }
