tap "d12frosted/emacs-plus"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "moddedgamers/retro-tools"
tap "noborus/tap"
tap "wez/wezterm"
brew "age"
brew "openssl@1.1"
brew "aria2"
brew "bash"
brew "bpytop"
brew "buku"
brew "chezmoi"
brew "coreutils"
brew "dotnet"
brew "editorconfig"
brew "entr"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "libtool"
brew "gnupg"
brew "gnu-units"
brew "go"
brew "gojq"
brew "haskell-stack"
brew "hopenpgp-tools"
brew "httpie"
brew "libheif"
brew "isync"
brew "jq"
brew "libgccjit"
brew "libvterm"
brew "lnav"
brew "lolcat"
brew "lua"
brew "luarocks"
brew "mailutils"
brew "ninja"
brew "mono"
brew "mosh"
brew "mu"
brew "neofetch"
brew "node"
brew "openjdk", link: true
brew "openjdk@8"
brew "pass"
brew "pcsc-lite"
brew "pinentry-mac"
brew "pngpaste"
brew "rust-analyzer"
brew "sdl2"
brew "task"
brew "taskd"
brew "taskwarrior-tui"
brew "wget"
brew "ykman"
brew "ykpers"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-dbus", "with-mailutils", "with-modern-doom3-icon", "with-native-comp"]
brew "noborus/tap/ov"
cask "alfred"
cask "apparency"
cask "clean-me"
cask "kitty", args: { appdir: "~/Applications" }
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "quicklookase"
cask "steamcmd"
cask "suspicious-package"
cask "wezterm-nightly", args: { appdir: "~/Applications" }
